Repository: tdobrowolski/MyVoice-iOS
Catalog: MyVoice/SupportingFiles/Translations/Localizable.xcstrings
Source language: en
Languages: pl

source: 1. Create a Personal Voice in the system Settings app. Navigate to Accessibility > Personal Voice > Create a Personal Voice. Follow the onscreen instructions to generate the voice. You will be informed by the system when Personal Voice is ready.
pl: 1. Utwórz głos indywidualny w aplikacji systemowej Ustawienia. Przejdź do Dostępność > Głos indywidualny > Utwórz głos indywidualny. Postępuj zgodnie z instrukcjami wyświetlanymi na ekranie, aby wygenerować głos. System poinformuje Cię, gdy głos indywidualny będzie gotowy.

source: 1. Open the system
pl: 1. Otwórz

source: 2. After Personal Voice is generated, allow access to it in the system Settings app. Go to Accessibility > Personal Voice and enable Allow Apps to Request to Use option.
pl: 2. Po wygenerowaniu głosu indywidualnego zezwól na dostęp do niego w aplikacji systemowej Ustawienia. Przejdź do Dostępność > Głos indywidualny i włącz opcję Pozwalaj aplikacjom prosić o zgodę na użycie.

source: 2. Navigate to
pl: 2. Przejdź do

source: 3. Go to the MyVoice Settings screen and enable Personal Voice by tapping on the Personal Voice access button.
pl: 3. Przejdź do widoku Ustawienia w MyVoice i włącz funkcję głos indywidualny, dotykając przycisku Dostęp do głosu indywidualnego.

source: 3. Tap on Add New Language and select the language/dialect that you want to add.
pl: 3. Naciśnij Dodaj nowy język… i zaznacz język, który cię interesuje.

source: 4. After allowing access, your generated voice will be visible to choose on the Select voice screen.
pl: 4. Po zezwoleniu na dostęp wygenerowany głos będzie widoczny do wyboru na ekranie Wybierz głos.

source: 4. Select an added language from the Speech screen and choose Default or Enhanced quality of your voice.
pl: 4. Wróć do ekranu Mowa i kliknij w nowo dodany język. Wybierz interesujący cię głos i jego jakość.

source: Access denied
pl: Nie przyznano dostępu

source: Access granted
pl: Przyznano dostęp

source: Access not determined
pl: Nie określono dostępu

source: Access to Personal Voice is not granted. First, make sure you've granted Personal Voice access to third-party apps in Accessiblity > Personal Voice.
pl: Nie przyznano dostępu do głosu indywidualnego dla aplikacji firm trzecich. Upewnij się, że przyznano dostęp dla aplikacji innych firm w Dostępność > Głos indywidualny.

source: Access to Personal Voice was denied by the user or it's blocked from the Settings app. Make sure to grant access to third-party apps from the Settings app (Accessibility > Personal Voice), then allow use from MyVoice app settings.
pl: Odmówiono dostępu do głosu indywidualnego lub dostęp jest zablokowany z poziomu ustawień systemowych. Upewnij się, że przyznano dostęp dla aplikacji innych firm z aplikacji Ustawienia (Dostępność > Głos indywidualny), a potem zezwól na użycie głosu aplikacji MyVoice.

source: Access to Personal Voice was denied. You can change this setting, by granting access again in the Settings app.
pl: Odmówiono dostępu do głosu indywidualnego. Możesz ponownie go przyznać w systemowej aplikacji Ustawienia.

source: You can now select configured Personal Voices by tapping on the 'Speech voice' cell. If you have trouble finding the voice, restart the app.
pl: Możesz teraz wybrać skonfigurowane głosy indywidualne po kliknięciu w sekcję 'Głos'. Jeśli nie widzisz ich na liście, uruchom aplikację ponownie.

source: Access to Personal Voice was not yet determined.
pl: Nie określono dostępu do głosu indywidualnego.

source: Accessibility
pl: Dostępność

source: Accessibility > Personal Voice
pl: Dostępność > Głos indywidualny

source: Accessibility > Personal Voice > Create a Personal Voice
pl: Dostępność > Głos indywidualny > Utwórz głos indywidualny

source: Accessibility > VoiceOver > Speech
pl: Dostępność > VoiceOver > Mowa

source: Add New Language
pl: Dodaj nowy język…

source: Allow access
pl: Zezwól

source: Allow Apps to Request to Use
pl: Pozwalaj aplikacjom prosić o zgodę na użycie

source: Allow in Settings
pl: Zezwól w Ustawieniach

source: An unknown error occurred. Please try again.
pl: Wystąpił nieznany błąd. Spróbuj ponownie później.

source: Apps are currently not allowed to add their audio to calls. Would you like to open the Settings app to enable the setting, 'Allow apps to Add Audio to Calls'?
pl: Aplikacje nie mogą obecnie dodawać swojego dźwięku do połączeń. Czy chcesz otworzyć Ustawienia i włączyć opcję „Pozwalaj aplikacjom dodawać dźwięk do połączeń”?

source: Authorized
pl: Zezwolono na dostęp

source: Can't open App Store
pl: Nie można otworzyć App Store

source: Clear
pl: Wyczyść

source: Clear text field
pl: Wyczyść pole tekstowe

source: Close
pl: Zamknij

source: Close display screen
pl: Zamknij ekran funkcji Wyświetl

source: Close help
pl: Zamknij samouczek

source: Close language picker
pl: Zamknij listę głosów

source: Close settings
pl: Zamknij ustawienia

source: Default
pl: Domyślny

source: Default quality
pl: Domyślna jakość

source: Denied
pl: Odmówiono dostępu

source: Display
pl: Wyświetl

source: Done
pl: Gotowe

source: Edit
pl: Edytuj

source: Enhanced quality
pl: Rozszerzona jakość

source: Enter the text, that you want to be spoken, into the main, upper text field on the MyVoice screen. When you are ready to hear your phrase, tap Speak button under the text field. If you don’t hear your text, try to change the volume of your device. You can always have a quick look at your volume level on Speak button. The speaker icon shows your current volume setting.
pl: Wpisz tekst, który ma zostać wypowiedziany w główne pole tekstowe na widoku MyVoice. Aby wypowiedzieć wpisaną frazę, naciśnij przycisk Powiedz. Jeśli nie usłyszysz wypowiadanego tekstu, spróbuj podgłośnić swoje urządzenie. Pamiętaj, że zawsze możesz sprawdzić poziom głośności na przycisku Powiedz. Ikona głośnika zmienia się w zależności od ustawień głośności.

source: Female
pl: Kobieta

source: Go to the official Apple tutorial.
pl: Przejdź do poradnika Apple.

source: Grant Personal Voice access
pl: Przyznaj dostęp

source: Help
pl: Samouczek

source: Hide keyboard
pl: Schowaj klawiaturę

source: How to change speaking voice and its language?
pl: Jak zmienić głos i jego język?

source: How to customize the way my phrases are spoken?
pl: Jak spersonalizować wypowiadane kwestie?

source: How to download more voices?
pl: Jak pobrać więcej głosów?

source: How to make my phrases be spoken out loud?
pl: Jak wypowiedzieć moje frazy na głos?

source: How to use Personal Voice?
pl: Jak użyć głosu indywidualnego?

source: If you have denied access to Personal Voice, you can still change your settings from the system Settings app.
pl: Jeśli odmówiłeś aplikacji dostępu do głosu indywidualnego, możesz zmienić tę opcję w aplikacji systemowej Ustawienia.

source: It looks like there's no mail account, that the system can use to send feedback.
pl: Wygląda na to, że system nie może znaleźć odpowiedniego konta mailowego, który posłużyłby do wysłania feedbacku.

source: Language and voice, which is used for speaking phrases. This will not affect your system language.
pl: Język i głos, używany do wymawiania tekstu. Twój wybór nie wpłynie na ustawienia języka systemu.

source: Learn more
pl: Dowiedz się więcej

source: Learn more about Personal Voice
pl: Dowiedz się więcej o głosie indywidualnym

source: Looks like we have some problems with opening the App Store. Our team of trained monkeys is working hard to fix this. You can still leave a review by sending feedback.
pl: Wygląda na to, że mamy problem z przejściem do App Store. Nasz zespół wytrenowanych małp ciężko pracuje nad rozwiązaniem. W międzyczasie możesz wysłać feedback.

source: Male
pl: Mężczyzna

source: MyVoice Settings screen
pl: widoku Ustawienia w MyVoice

source: No mail account
pl: Brak konta mailowego

source: Not determined
pl: Nie określono

source: On the Settings screen, you can customize some options, that will affect how your text is spoken. With Speech rate slider, you choose how fast your phrases will be said out loud. Speech pitch slider will change voice pitch. Try to experiment with it in Settings and find the best options that will suit you. You can also change the voice with its language that will be responsible for speaking all texts.
pl: Na widoku Ustawienia, możesz wybrać dodatkowe opcje, wpływające na sposób w jaki frazy są wypowiadane. Suwak Tempo mowy pozwala dostosować szybkość wypowiadanego tekstu. Ton mowy zmienia ton głosu. Spróbuj poeksperymentować z ustawieniami i znaleźć najlepszą dla siebie opcję. Możesz też zmienić głos i język, którym frazy są wypowiadane.

source: Open Help
pl: Otwórz samouczek

source: Open Settings
pl: Otwórz ustawienia

source: Other
pl: Inne

source: Paste from clipboard
pl: Wklej ze schowka

source: Permission denied
pl: Brak uprawnień

source: Permission required to send audio to call
pl: Uprawnienie niezbędne do odtwarzania głosu podczas połączeń

source: Personal Voice
pl: Głos Indywidualny

source: Personal Voice access
pl: Dostęp do głosu indywidualnego

source: Personal Voice access denied
pl: Odmówiono dostępu do głosu indywidualnego

source: Personal Voice access granted
pl: Przyznano dostęp do głosu indywidualnego

source: Personal Voice is a generated, synthesized voice that sounds like your own. You can use it in the MyVoice app, like any other available voice. Personal Voice supports all customization settings including adjustment of speech rate and speech pitch. To use Personal Voice in the app:
pl: Głos indywidualny to wygenerowany, zsyntetyzowany głos, który brzmi jak Twój własny. Można go używać w aplikacji MyVoice, tak jak każdego innego dostępnego głosu. Głos indywidualny obsługuje wszystkie opcje personalizacji, w tym regulację tempa i tonu mowy. Aby korzystać z głosu indywidualnego w aplikacji:

source: Personal Voice not supported
pl: Głos indywidualny nie jest wspierany

source: Personal Voice now available
pl: Głos indywidualny już dostępny

source: Phrase
pl: Tekst

source: Premium quality
pl: Premium

source: Quick access
pl: Szybki dostęp

source: Quick access list helps you reach your saved phrases very fast, so you don’t need to always type them when you want to speak them. Enter the phrase into the text field and tap Save button. The text will appear on the Quick access list. To say it loud, just touch it. If you want to remove it, swipe your finger on the phrase to the left.
pl: Lista Szybkiego dostępu pozwala na błyskawiczne wybranie zapisanego tekstu, dzięki czemu nie musisz wpisywać często używanych zwrótów za każdym razem, gdy chcesz je wypowiedzieć. Wpisz frazę w pole tekstowe i naciśnij „Zapisz”. Tekst pojawi się w sekcji Szybkiego dostępu. Aby wypowiedzieć zapisany tekst na głos, po prostu go dotknij. Aby go usunąć, przesuń tekst w lewą stronę.

source: Rate this app
pl: Oceń aplikację

source: Remove
pl: Usuń

source: Save
pl: Zapisz

source: Search
pl: Szukaj

source: Select voice
pl: Wybierz głos

source: Select voice screen
pl: na ekranie Wybierz głos

source: Send feedback
pl: Wyślij feedback

source: Set how fast your phrases should be spoken.
pl: Ustaw jak szybko tekst powinien być wypowiadany.

source: Settings
pl: Ustawienia

source: Settings app
pl: systemową aplikację Ustawienia

source: Speak
pl: Powiedz

source: Speak during calls
pl: Mów podczas połączeń

source: Speech pitch
pl: Ton mowy

source: Speech rate
pl: Tempo mowy

source: Speech settings
pl: Ustawienia mowy

source: Speech voice
pl: Głos

source: Spoken phrases will be audible during a call.
pl: Wypowiadane zdania będą słyszalne podczas połączeń.

source: Still lost? Go to the official Apple tutorial.
pl: Instrukcje niejasne? Przejdź do poradnika Apple.

source: Tap here to enter phrase.
pl: Naciśnij aby wprowadzić tekst.

source: Tap to expand description
pl: Naciśnij aby rozwinąć treść.

source: Tap to say it loud
pl: Naciśnij aby wypowiedzieć tekst na głos.

source: That’s it. If you go to MyVoice’s Select voice screen, you will see added voice on the list. You can now select it and all your phrases will be spoken with that voice.
pl: To wszystko. Jeśli otworzysz ekran wyboru głosu wewnątrz aplikacji MyVoice, zobaczysz dodany głos na liście. Możesz go teraz zaznaczyć. Tekst będzie teraz czytany wybranym głosem.

source: The app does not have permission to inject spoken audio. Would you like to open the Settings app to enabled permission?
pl: Aplikacja nie ma uprawnień do odtwarzania głosu podczas połączeń. Czy chcesz otworzyć Ustawienia, aby włączyć to uprawnienie?

source: This device doesn't support Personal Voice.
pl: To urządzenie nie wspiera głosu indywidualnego.

source: Tip: Select text to say it loud.
pl: Porada: Wybierz frazę aby ją wypowiedzieć.

source: To add your first phrase tap on „Save” button.
pl: Dodaj swoją pierwszą frazę przyciskiem „Zapisz”

source: To change the voice that will speak your phrases, go to the Settings screen. Select the Speech voice setting. You will see a new screen with a list of all voices available on your device. Each voice has its properties with its language. Some voices are also available in Enhanced mode - that means your phrases will sound more natural and with better pronunciation.
pl: Aby zmienić głos odpowiedzialny za wypowiadanie fraz, przejdź do widoku Ustawienia. Wybierz Ustawienia mowy. Zobaczysz nowy widok z listą wszystkich dostępnych głosów na twoim urządzeniu. Każdy głos ma swoje właściwości wraz z obsługiwanym językiem. Niektóre głosy mają dostępną rozszerzoną jakość - oznacza to, że frazy będą wypowiadane w sposób bardziej naturalny i z lepsza dykcją.

source: Unknown
pl: Brak

source: Unknown error
pl: Nieznany błąd

source: Unknown quality
pl: Nieznana jakość

source: Unspecified
pl: Nieokreślono

source: Unsupported
pl: Niewspierany

source: Version:
pl: Wersja:

source: Voice pitch, used for speaking phrases.
pl: Wysokość głosu, używana do wymawiania tekstu.

source: What do you want to say?
pl: Co chcesz powiedzieć?

source: What is Quick access?
pl: Czym jest Szybki dostęp?

source: You can always download a bunch of new voices with support for more languages. You can’t do that from the MyVoice app. To do that:
pl: W każdej chwili możesz pobrać więcej głosów ze wsparciem dla nowych języków. Nie możesz tego zrobić wprost z aplikacji MyVoice. Aby pobrać dodatkowe głosy:

source: You can now use your generated Personal Voice to read phrases within the MyVoice app. To use your generated voices, grant access to it.
pl: Możesz teraz używać wygenerowanego głosu indywidualnego wewnątrz aplikacji MyVoice. Zezwól MyVoice na dostęp do głosu.

source: You can use Personal Voice - a synthesized voice that sounds like your own in the app, only if you grant access to it.
pl: Możesz używać głosu indywidualnego - syntezowanego głosu, który brzmi jak Twój własny, tylko jeśli przyznasz do niego dostęp.

source: You have no phrases yet!
pl: Nie masz zapisanych fraz!
